[Language]
Lan_1=English
Lan_2=Chinese

[English]
IDC_STATIC_PREVIEW=Preview:
IDC_STATIC_PICSINDPF=Pictures In Preview Album:
IDC_BTN_ADDTODPF=Add
IDC_BUTTON_DRAWRECT=Rect
IDC_BUTTON_CLEARRECT=Clear
IDC_BUTTON_CHANGE_L=RotateL
IDC_BUTTON_CHANGE=RotateR
IDC_BUTTON_SEND=Download
IDC_BUTTON_SELECTALL=All
IDC_BUTTON_DELECT=Delete
IDC_BUTTON_SAVE=Save
IDC_BUTTON_SAVEALL=SaveAll
ID_EXIT=Exit
IDC_BTN_SETTING=Setting
IDC_STATIC_HIDSTATUS=Total Pictures

IDC_BUTTON_ZOOMINTIPS=Zoom In
IDC_BUTTON_ZOOMOUTTIPS=Zoom Out
IDC_BUTTON_DRAWRECTTIPS=Draw Rect
IDC_BUTTON_CLEARRECTTIPS=Clear Rect
IDC_BTN_ADDTODPFTIPS=Add Photo
IDC_BUTTON_SAVEALLTIPS=Save All
IDC_BUTTON_SELECTALLTIPS=Select All
IDC_BUTTON_CHANGE_LTIPS=Rotate Left
IDC_BUTTON_CHANGETIPS=Rotate Right
IDC_BUTTON_SENDTIPS=Download to synchronize
IDC_BUTTON_DELECTTIPS=Delete
IDC_BUTTON_SAVETIPS=Save As
ID_EXITTIPS=Exit
IDC_BTN_SETTINGTIPS=Setting
IDC_STATIC_JPGQUALITY=Jpg Quality:

DELETE_TIPS_1=Please select at least a pic before you delete it!
DELETE_TIPS_2=Delete the selected photo(s) YES NO?
SAVE_TIPS_1=You should select one pic at least!
SAVE_TIPS_2=Want to save as BMP files, please select Yes, else if you want to save as JPG files, please select NO!
STOP_TIPS_1=Stop download and quit?
EXIT_TIPS_1=The pictures in the Preview Album are not synchronized with the Digital Photo Frame. Do you really want to quit (and NOT download)?
EXIT_TIPS_2=Really want to quit?
MEMFULL_TIPS_1=The maximum number of images has been reached.  Delete some images before adding any more.
READFINISH_TIPS=Reading Finished!
DEVICEON_TIPS=DPF Attach!!
DEVICEOFF_TIPS=DPF Detached!!
STATUSBAR_LEFT=Info:

NOTFINDPID_TIPS=Your DPF PID was not writed on the StartInfo.ini file, please Check the file StartInfoUnicode.ini!
INSERTDEVICE_TIPS=Please insert your Digital Picture Frame first!
OPENPICFAIL_TIPS=Open picture file failed!The picture maybe destroyed or oversize!
OPENCLIPBOARDFAIL_TIPS=Cannot open the system clipboard!
SAVEPICFINISH_TIPS=All pics were saved!
STOPDOWNLOAD_TIPS=Stopping……
WRITEINPROTECT_TIPS=Download address wrong!It should not write in the protected address!
ALLOCMEMFAIL_TIPS=Allocate memory failed, not enough memory to use!
DOWNLOADFAIL_TIPS="Download pics failed!If you donot pull out the USB cable, please change an USB port or USB cable and try again!
SENDING_TIPS=Sending data, Please operate after sending finished!
PICDESTROY_TIPS=The picture is destroyed!
SYSTEMCOLOR_TIPS=The color quality of the system is less than 16 bit, the application cannot use in this situation!
VERIFYADDR_TIPS=Verify read the beginning address of user pics error!
VERIFYINDEX_TIPS=Verify failed! Please insert the Device and try again!
COMPRESSRATE_TIPS=This device donot surpport this compressed rate!
VERIFYPICINDEX_TIPS=Verify failed after write the pic index info!
AUTHORIZATE_TIPS=Authorization error! Your device can not use this application!
SYNCHRONIZETIME_TIPS=Synchronize time failed!
IDENTIFYFLASH_TIPS=Unknow the flash of the DPF, please contact the manufacturer to get support!
GETFLASHID_TIPS=Cannot get the Flash ID!Please insert the DPF again!
GETLCDSIZE_TIPS=Cannot get the LCD size from firmware!
LCDSIZEZERO_TIPS=LCD width is 0, it must have something wrong with your DPF!
USBERROR_TIPS=USB transmission error, please change another USB port or USB cable or insert again and try again!
NOPICS_TIPS=No photos in device!
DOWNLOADING_TIPS=Sending
DOWNFINISH_TIPS=Finished!
READVERIFY_TIPS=Cannot read the verify value from the DPF!
READCONTRAST_TIPS=Read LCD contrast info failed!
UPDATINGINDEX_TIPS=Updating......
SAVEDIR_TIPS=Choose Save Directory
WARN_TIPS=Don't pullout USB cable while reading or writing!
DRAG_TIPS=Please drag less than 15 files at a time!
FONTCOLOR_TIPS=Fontcolor
BACKGROUND_TIPS=Background
IDOK_TIPS=OK
CANCEL_TIPS=Cancel

ABOUT_SYSMENU=About
SETTOPMOST=Set Topmost
SETTOPMOST_TIPS=Set Topmost
MY_COMPUTER=My Computer
DESK_TOP=Desktop

LANGUAGE_MENU=Language
SUBMENU_1=English
SUBMENU_2=Chinese

[Chinese]
IDC_STATIC_PREVIEW=预览：
IDC_STATIC_PICSINDPF=相册图片预览：
IDC_BTN_ADDTODPF=添加
IDC_BUTTON_DRAWRECT=矩形
IDC_BUTTON_CLEARRECT=擦除
IDC_BUTTON_CHANGE_L=左旋
IDC_BUTTON_CHANGE=右旋
IDC_BUTTON_SEND=下载
IDC_BUTTON_SELECTALL=全选
IDC_BUTTON_DELECT=删除
IDC_BUTTON_SAVE=保存
IDC_BUTTON_SAVEALL=全存为
ID_EXIT=退出
IDC_BTN_SETTING=设置
IDC_STATIC_HIDSTATUS=图片总数
IDC_STATIC_JPGQUALITY=Jpg质量:

IDC_BUTTON_ZOOMINTIPS=放大
IDC_BUTTON_ZOOMOUTTIPS=缩小
IDC_BUTTON_CLEARRECTTIPS=擦除矩形
IDC_BUTTON_DRAWRECTTIPS=画标准矩形
IDC_BTN_ADDTODPFTIPS=添加到数码相框
IDC_BUTTON_SAVEALLTIPS=所有另存为
IDC_BUTTON_SELECTALLTIPS=全选
IDC_BUTTON_CHANGE_LTIPS=左旋
IDC_BUTTON_CHANGETIPS=右旋
IDC_BUTTON_SENDTIPS=同步下载
IDC_BUTTON_DELECTTIPS=删除
IDC_BUTTON_SAVETIPS=另存为
ID_EXITTIPS=退出
IDC_BTN_SETTINGTIPS=设置

DELETE_TIPS_1=请先选择图片!
DELETE_TIPS_2=确定要删除选中的图片吗?
SAVE_TIPS_1=至少选择1张图片进行另存为!
SAVE_TIPS_2=想保存为BMP图片, 请选择是(Y), 如想保存为JPG文件, 请选择否(N)!
STOP_TIPS_1=停止下载并退出?
EXIT_TIPS_1=本软件中的图片与DPF设备中的图片不一致, 确定要退出吗?
EXIT_TIPS_2=确定要退出吗?
MEMFULL_TIPS_1=图片已满, 请先删除再进行添加!
READFINISH_TIPS=读取图片完成!
DEVICEON_TIPS=DPF 连接成功!!
DEVICEOFF_TIPS=DPF 连接失败!!
STATUSBAR_LEFT=信息:

NOTFINDPID_TIPS=在StartInfoUnicode.ini文件中没找到PID, 请检查StartInfoUnicode文件是否完好!
INSERTDEVICE_TIPS=请先插入数码相框!
OPENPICFAIL_TIPS=打开图片文件失败!图片可能损坏或者太大!
OPENCLIPBOARDFAIL_TIPS=无法打开系统剪贴板!
SAVEPICFINISH_TIPS=所有图片存储完成!
STOPDOWNLOAD_TIPS=正在停止下载……
WRITEINPROTECT_TIPS=写入地址在保护区以内!
ALLOCMEMFAIL_TIPS=分配内存失败，内存不足!
DOWNLOADFAIL_TIPS=下载图片失败!如不是下载过程中拔出数码相框，请换一个USB口或USB线再进行下载!
SENDING_TIPS=正在传送数据，请在传完后再操作!
PICDESTROY_TIPS=图片已损坏!
SYSTEMCOLOR_TIPS=本软件无法在系统颜色质量小于16位色的情况下运行，请把系统颜色质量设置到16位色以上再运行本软件!
VERIFYADDR_TIPS=读取用户图片起始地址时校验错误!
VERIFYINDEX_TIPS=校验索引数据失败，请重新插拔设备!
COMPRESSRATE_TIPS=本数码相框不支持此压缩比!
VERIFYPICINDEX_TIPS=写完图片索引信息后校验失败!
AUTHORIZATE_TIPS=授权错误! 你的设备无法使用本软件!
SYNCHRONIZETIME_TIPS=同步时间失败!
IDENTIFYFLASH_TIPS=无法识别数码相框中的Flash, 请联系生产厂商提供相应支持!
GETFLASHID_TIPS=无法取得Flash的ID号!请重新拔插设备!
GETLCDSIZE_TIPS=无法从firmware中获取LCD的尺寸!
LCDSIZEZERO_TIPS=获取LCD的宽度为0，数码相框存在问题!
USBERROR_TIPS=USB 传输错误, 请换一个USB口或USB线或重新插拔后再试一次!
NOPICS_TIPS=设备中没图片!
DOWNLOADING_TIPS=传送中
DOWNFINISH_TIPS=完成!
READVERIFY_TIPS=无法从数码相框中读取校验和!
READCONTRAST_TIPS=读取屏幕对比度信息失败!
UPDATINGINDEX_TIPS=更新中......
SAVEDIR_TIPS=选择保存的文件夹
WARN_TIPS=读写过程中请勿插拔USB线
DRAG_TIPS=每次请不要拖放超过15张图片!
FONTCOLOR_TIPS=字体颜色
BACKGROUND_TIPS=背景颜色
IDOK_TIPS=确定
CANCEL_TIPS=取消

ABOUT_SYSMENU=关于
SETTOPMOST=最前端显示
SETTOPMOST_TIPS=最前端显示
MY_COMPUTER=我的电脑
DESK_TOP=桌面

LANGUAGE_MENU=语言
SUBMENU_1=英语
SUBMENU_2=中文
